import { IJoke } from "@/interfaces";

export const GeneralJokes: IJoke[] = [
  {
    slug: "diwali-joke-01",
    content:
      "पति 🧔‍♂️और  पत्नी 👩दोनों मिलकर दिवाली 🪔के लिये शोपिंग 🛒 की लिस्ट बना रहे थे ।\n\nलंबी लिस्ट 📝 बनाने के बाद\n\nपत्नी ने पूछा -\n\nचलो बताओ, अब हमें सबसे पहले क्या लेने जाना है\n\nपति - लोन😂😂",
  },
  {
    slug: "diwali-joke-02",
    content:
      "\nआँखो से आँसूओं की जुदाई कर दो,\nदिल से ग़मों की विदाई कर दो,\nअगर दिल ना लगे कहीं तो,\nआ जाओ मेरे घर\n.\n.\nऔर\n.\nमेरे घर की सफाई कर दो…\nऔर याद रहे\nयह Offer दिवाली तक ही है…😛😂😂",
  },
  {
    slug: "diwali-joke-03",
    content:
      "“बुरा ना मानो होली है”\nयह कह कर किसीने मुझ पर रंग फेंक दिया था…\n.\n.\n.\nआज “बुरा ना मानो दिवाली है” यह कहकर\nमैंने उस पर *बम* फेंक दिया…😂\n.\n.\nआज पूरा मोहल्ला मुझे ढूंढ रहा है…😝",
  },
  {
    slug: "diwali-joke-04",
    content:
      "धनतेरस पर मैंने चार सोने के आइटम खरीदे :\n\n1. अमूल गोल्ड\n\n2. प्रिया गोल्ड\n\n3. मैरी गोल्ड\n\n4. टाटा टी गोल्ड",
  },
  {
    slug: "diwali-joke-05",
    content:
      "इस दीपावली आपको इतना धन मिले..... इतना धन मिले....\n\nकी आप कन्फ्यूज़ हो जाएँ की, अकाउंट खोलें या बैंक !",
  },
  {
    slug: "diwali-joke-06",
    content:
      "अगर पटाखे और फुलजड़ी का नाम सुनते ही आपके दिमाग में लडकियों का ख्याल जाता है तो मेरे दोस्त बर्बाद हो चुके हो तुम",
  },
];
