import { IJoke } from "@/interfaces";

export const GeneralJokes: IJoke[] = [
  {
    slug: "diwali-joke-01",
    content:
      "पति 🧔‍♂️और  पत्नी 👩दोनों मिलकर दिवाली 🪔के लिये शोपिंग 🛒 की लिस्ट बना रहे थे ।\n\nलंबी लिस्ट 📝 बनाने के बाद\n\nपत्नी ने पूछा -\n\nचलो बताओ, अब हमें सबसे पहले क्या लेने जाना है\n\nपति - लोन😂😂",
  },
  {
    slug: "diwali-joke-02",
    content:
      "\nआँखो से आँसूओं की जुदाई कर दो,\nदिल से ग़मों की विदाई कर दो,\nअगर दिल ना लगे कहीं तो,\nआ जाओ मेरे घर\n.\n.\nऔर\n.\nमेरे घर की सफाई कर दो…\nऔर याद रहे\nयह Offer दिवाली तक ही है…😛😂😂",
  },
  {
    slug: "diwali-joke-03",
    content:
      "“बुरा ना मानो होली है”\nयह कह कर किसीने मुझ पर रंग फेंक दिया था…\n.\n.\n.\nआज “बुरा ना मानो दिवाली है” यह कहकर\nमैंने उस पर *बम* फेंक दिया…😂\n.\n.\nआज पूरा मोहल्ला मुझे ढूंढ रहा है…😝",
  },
  {
    slug: "diwali-joke-04",
    content:
      "धनतेरस पर मैंने चार सोने के आइटम खरीदे :\n\n1. अमूल गोल्ड\n\n2. प्रिया गोल्ड\n\n3. मैरी गोल्ड\n\n4. टाटा टी गोल्ड",
  },
  {
    slug: "diwali-joke-05",
    content:
      "इस दीपावली आपको इतना धन मिले..... इतना धन मिले....\n\nकी आप कन्फ्यूज़ हो जाएँ की, अकाउंट खोलें या बैंक !",
  },
  {
    slug: "diwali-joke-06",
    content:
      "अगर पटाखे और फुलजड़ी का नाम सुनते ही आपके दिमाग में लडकियों का ख्याल जाता है तो मेरे दोस्त बर्बाद हो चुके हो तुम",
  },
];

export const BhilwaraJokes: IJoke[] = [
  {
    content:
      "__भीलवाड़ा वासी__ – डॉक्टर साहब क्या आप मेरी बीमारी का पता लगा सकते हो?🙏\n\n__डॉक्टर__ – हां आप की आखें बहुत कमज़ोर है?🧐🧐\n\n__भीलवाड़ा वासी__  – इतनी जल्दी आप को कैसे पता चल गया?\n\n__डॉक्टर__ – तुमने बाहर बोर्ड पर नहीं पढ़ा कि मैं जानवरों का डॉक्टर हूं।\n😂😂😂",
    slug: "bhilwara-joke-004",
  },
  {
    content:
      "एक आदमी एक बार स्किन प्रॉब्लम से दुखी हो कर भीलवाड़ा के सरकारी अस्पताल पोहोचा\n\n__डॉक्टर__ - तुम कौन सा साबुन इस्तेमाल करते हो?\n\n__भीलवाड़ा वासी__ – बजरंग का साबुन।🧼\n\n__डॉक्टर__ – पेस्ट?\n\n__भीलवाड़ा वासी__ – बजरंग का पेस्ट।\n\n__डॉक्टर__ – शैंपू? 🧴🧴\n\n__भीलवाड़ा वासी__ – बजरंग का शैंपू।\n\n__डॉक्टर__ – अरे यार ..आखिर ये बजरंग कौन सी कंपनी है?\n\n__भीलवाड़ा वासी__ – बजरंग मेरा रूम पार्टनर है।\n\n😅😅😂😂🤭 ",
    slug: "bhilwara-joke-003",
  },
  {
    content:
      "ट्रेन जेसी हे भीलवाड़ा स्टेशन पर पोहोची, एक यात्री ट्रेन से उतरा,\n\nउसने पास में खड़े चाय वाले से पूछा –\n\nअरे भाई ये कौन सा स्टेशन है? 🤔🤔\n\nचाय वाले हंसा, और हंसा, जोर जोर से हंसा, हंस हंस के लोट पोट हो गया…😆😆\n\nऔर बड़ी मुश्किल से अपने आप को सम्भालते हुऐ बोला – \n\n“पगले ये रेलवे स्टेशन है”।😝😝",
    slug: "bhilwara-joke-002",
  },
  {
    content:
      "दो व्यक्तियों में एक बार बहस हुई।\n\nपहले व्यक्ति – हमारे यहां के लोग इतने अमीर, और भुलक्कड़ थे कि\nलाठी बिस्तर पे रख के खुद कोने में सो जाते थे।\n\n भीलवाड़ा का व्यक्ति – अबे ये तो कुछ भी नही.\n\nपहले व्यक्ति– कैसे?\n\nभीलवाड़ा का व्यक्ति  – मेरे दादा जी इतने अमीर, और भुलक्कड़ थे की\nपान चबा कर बिस्तर पे थूक देते और खुद खिड़की से नीचे कूद जाते थे।\n\n🤣🤣🤣😂😂",
    slug: "bhilwara-joke-001",
  },
];
